export default function Aboutcityphones() {
  return (
    <div className="mt-[30px] text-start lg:px-[90px] px-2 pt-20 md:pt-0">
      <h1 className="font-[700] text-[40px] text-[#211C4D]">
        عن مدينه الهواتف
      </h1>
      <p className="text-[20px] font-[400] text-[#211C4DCC] leading-[40px]">
      
        منذ تأسيسها عام 1964، تطورت مدينه الهواتف إلى واحدة من أكبر المؤسسات
        الالكترونه في المملكه العربيه السعوديه
      </p>
      <ol className="list-decimal px-[20px] text-[20px] !leading-[40x] font-[400] text-[#211C4DCC]">
        <li>
          و تعتمد مدينه الهواتف على فريق عمل متميز يضم أكثر من 50 موظف. كما
          تمتلك احدث الالكترونيات
        </li>
        <li>
          و مدينه الهواتف متخصصة في تجارة التجزئة والتوزيع الإلكتروني لبيع أجهزة
          الكمبيوتر المحمولة والهواتف المحمولة والأجهزة اللوحية والألعاب
          والكاميرات الأمنية والكمبيوتر المحمول وملحقات الأجهزة المحمولة وحتى
          الأجهزة المنزلية.
        </li>
        <li>
          فهو جزء من استراتيجية توسع قوية في اطار تلبية احتياجات العملاء
          المتجددة في الأسواق المختلفة مع تقديم خدمة مميزة والتواجد بالقرب من
          العملاءنا في مختلف انحاء الجمهوريه
        </li>
        <li>
          و مدينه الهواتف متخصصة في تجارة التجزئة والتوزيع الإلكتروني لبيع أجهزة
          الكمبيوتر المحمولة والهواتف المحمولة والأجهزة اللوحية والألعاب
          والكاميرات الأمنية والكمبيوتر المحمول وملحقات الأجهزة المحمولة وحتى
          الأجهزة المنزلية.
        </li>
        <li>
          فهو جزء من استراتيجية توسع قوية في اطار تلبية احتياجات العملاء
          المتجددة في الأسواق المختلفة مع تقديم خدمة مميزة والتواجد بالقرب من
          العملاءنا في مختلف انحاء الجمهوريه
        </li>
        <li>
          و مدينه الهواتف متخصصة في تجارة التجزئة والتوزيع الإلكتروني لبيع أجهزة
          الكمبيوتر المحمولة والهواتف المحمولة والأجهزة اللوحية والألعاب
          والكاميرات الأمنية والكمبيوتر المحمول وملحقات الأجهزة المحمولة وحتى
          الأجهزة المنزلية.
        </li>
        <li>
          فهو جزء من استراتيجية توسع قوية في اطار تلبية احتياجات العملاء
          المتجددة في الأسواق المختلفة مع تقديم خدمة مميزة والتواجد بالقرب من
          العملاءنا في مختلف انحاء الجمهوريه
        </li>
      </ol>
    </div>
  );
}
